Repository: luisbarrueco/zimbra-samba-ldap
Catalog: zimbra_samba_ldap/locale/*/LC_MESSAGES/add_user.sh.po
Languages: es_ar

source: Username:
es_ar: Nombre de usuario:

source: ERROR: Invalid username
es_ar: ERROR: Nombre de usuario invalido

source: First name:
es_ar: Nombre (sin apellido):

source: Domain
es_ar: Dominio

source: Available distribution lists: (please wait...)
es_ar: Listas de distribucion disponibles: (espere un momento, por favor...)

source: ERROR: invalid first name
es_ar: ERROR: Nombre invalido

source: Last name:
es_ar: Apellido:

source: ERROR: invalid last name
es_ar: ERROR: Apellido invalido

source: Password:
es_ar: Contrasena:

source: ERROR: invalid password
es_ar: ERROR: Contrasena invalida

source: Available samba domains: (please wait...)
es_ar: Dominios samba disponibles: (por favor, espere un momento)

source: Value (between 1 and %s):
es_ar: Valor (entre 1 y %s):

source: Available domains: (please wait...)
es_ar: Dominios disponibles: (por favor, espere un momento)

source: Chosen SambaSID:
es_ar: SambaSID elegido:

source: Choose an option. Press Ctrl-d when done >
es_ar: Seleccione una opcion. Presione Ctrl-d para terminar >

source: Invalid selection
es_ar: Selección inválida

source: Current selection:
es_ar: Seleccion actual:

source: The following lists have been selected:
es_ar: Se seleccionaron las siguientes listas:

source: Available Classes of service: (please wait...)
es_ar: Clases de servicio disponibles: (espere un momento, por favor...)

source: Class of service
es_ar: Clase de servicio

source: ERROR: Non-existent class of service
es_ar: ERROR: Clase de servicio inexistente

source: Available groups: (please wait...)
es_ar: Grupos disponibles: (espere un momento, por favor...)

source: Choose the group identifier:
es_ar: Elija el identificador de grupo:

source: ERROR: invalid group identifier
es_ar: ERROR: Identificador de Grupo incorrecto

source: ERROR: Could not find a new user id
es_ar: ERROR: No se pudo obtener un Identificador de Usuario.

source: Adding user...
es_ar: Agregando usuario...

source: Adding user to a distribution list...
es_ar: Agregando usuario a una lista de distribucion...

source: Done!
es_ar: ¡Listo!
